{
    "messages": [
        {
            "message": "The Eiffel Tower can be 15 cm taller during the summer.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "8cc6d5bc-83fc-46b1-ad11-578f186a8330"
        },
        {
            "message": "A single strand of Spaghetti is called a 'Spaghetto'.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b2c3d4e5-2345-6789-abcd-ef0123456789"
        },
        {
            "message": "Octopuses have three hearts, nine brains, and blue blood.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c3d4e5f6-3456-789a-bcde-f01234567890"
        },
        {
            "message": "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still perfectly edible.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a1b2c3d4-1234-5678-9abc-def012345678"
        },
        {
            "message": "A cloud weighs around a million tonnes. A cloud typically has a volume of around 1km3 and a density of around 1.003kg per m3 – that's a density that’s around 0.4 per cent lower than the air surrounding it (this is how they are able to float).",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "d1e2f3a4-5678-90ab-cdef-1234567890ab"
        },
        {
            "message": "Giraffes are 30 times more likely to get hit by lightning than people. True, there are only five well-documented fatal lightning strikes on giraffes between 1996 and 2010. But due to the population of the species being just 140,000 during this time, it makes for about 0.003 lightning deaths per thousand giraffes each year. This is 30 times the equivalent fatality rate for humans.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "e2f3g4h5-6789-0abc-def1-234567890abc"
        },
        {
            "message": "Identical twins don’t have the same fingerprints. You can’t blame your crimes on your twin, after all. This is because environmental factors during development in the womb (umbilical cord length, position in the womb, and the rate of finger growth) impact your fingerprint.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f3g4h5i6-7890-abcd-ef12-34567890abcd"
        },
        {
            "message": "Earth’s rotation is changing speed. It's actually slowing. This means that, on average, the length of a day increases by around 1.8 seconds per century. 600 million years ago a day lasted just 21 hours.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g4h5i6j7-8901-bcde-f123-4567890abcde"
        },
        {
            "message": "Your brain is constantly eating itself. This process is called phagocytosis, where cells envelop and consume smaller cells or molecules to remove them from the system. Don’t worry! Phagocytosis isn't harmful, but actually helps preserve your grey matter.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h5i6j7k8-9012-cdef-1234-567890abcdef"
        },
        {
            "message": "The largest piece of fossilised dinosaur poo discovered is over 30cm long and over two litres in volume. Believed to be a Tyrannosaurus rex turd, the fossilised dung (also named a 'coprolite') is helping scientists better understand what the dinosaur ate.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i6j7k8l9-0123-def1-2345-67890abcdef1"
        },
        {
            "message": "The Universe's average colour is called 'Cosmic latte'. In a 2002 study, astronomers found that the light coming from galaxies averaged into a beige colour that’s close to white.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j7k8l9m0-1234-ef12-3456-7890abcdef12"
        },
        {
            "message": "Animals can experience time differently from humans. To smaller animals, the world around them moves more slowly compared to humans. Salamanders and lizards, for example, experience time more slowly than cats and dogs. This is because the perception of time depends on how quickly the brain can process incoming information.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k8l9m0n1-2345-f123-4567-890abcdef123"
        },
        {
            "message": "Water might not be wet. This is because most scientists define wetness as a liquid’s ability to maintain contact with a solid surface, meaning that water itself is not wet, but can make other objects wet.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l9m0n1o2-3456-1234-5678-90abcdef1234"
        },
        {
            "message": "A chicken once lived for 18 months without a head. Mike the chicken's incredible feat was recorded back in the 1940s in the USA. He survived as his jugular vein and most of his brainstem were left mostly intact, ensuring just enough brain function remained for survival. In the majority of cases, a headless chicken dies in a matter of minutes.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m0n1o2p3-4567-2345-6789-0abcdef12345"
        },
        {
            "message": "All the world’s bacteria stacked on top of each other would stretch for 10 billion light-years. Together, Earth's 0.001mm-long microbes could wrap around the Milky Way over 20,000 times.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n1o2p3q4-5678-3456-7890-abcdef123456"
        },
        {
            "message": "Wearing a tie can reduce blood flow to the brain by 7.5 per cent. A study in 2018 found that wearing a necktie can reduce the blood flow to your brain by up to 7.5 per cent, which can make you feel dizzy, nauseous, and cause headaches. They can also increase the pressure in your eyes if on too tight and are great at carrying germs.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o2p3q4r5-6789-4567-8901-bcdef1234567"
        },
        {
            "message": "The fear of long words is called Hippopotomonstrosesquippedaliophobia. The 36-letter word was first used by the Roman poet Horace in the first century BCE to criticise those writers with an unreasonable penchant for long words. It was American poet Aimee Nezheukumatathil, possibly afraid of their own surname, who coined the term how we know it in 2000.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p3q4r5s6-7890-5678-9012-cdef12345678"
        },
        {
            "message": "The world’s oldest dog lived to 29.5 years old. While the median age a dog reaches tends to be about 10-15 years, one Australian cattle dog, ‘Bluey’, survived to the ripe old age of 29.5.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q4r5s6t7-8901-6789-0123-def123456789"
        },
        {
            "message": "The world’s oldest cat lived to 38 years and three days old. Creme Puff was the oldest cat to ever live.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r5s6t7u8-9012-7890-1234-ef1234567890"
        },
        {
            "message": "The Sun makes a sound but we can't hear it. In the form of pressure waves, the Sun does make a sound. The wavelength of the pressure waves from the Sun is measured in hundreds of miles, however, meaning they are far beyond the range of human hearing.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s6t7u8v9-0123-8901-2345-f12345678901"
        },
        {
            "message": "Mount Everest isn't the tallest mountain on Earth. Mauna Kea and Mauna Loa in Hawaii, the twin volcanoes, are taller than Mount Everest due to 4.2km of their heights being submerged underwater. The twin volcanoes measure a staggering 10.2km in total, compared to Everest’s paltry 4.6km.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t7u8v9w0-1234-9012-3456-123456789012"
        },
        {
            "message": "Our solar system has a wall. The heliopause – the region of space in which solar wind isn’t hot enough to push back the wind of particles coming from distant stars – is often considered the “boundary wall” of the Solar System and interstellar space.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u8v9w0x1-2345-0123-4567-234567890123"
        },
        {
            "message": "Octopuses don’t actually have tentacles. They have eight limbs, but they're arms (for most species). Technically, when talking about cephalopods (octopuses, squids etc), scientists define tentacles as limbs with suckers at their end. Octopus arms have suckers down most of their length.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v9w0x1y2-3456-1234-5678-345678901234"
        },
        {
            "message": "Most maps of the world are wrong. On most maps, the Mercator projection – first developed in 1569 – is still used. This method is wildly inaccurate and makes Alaska appear as large as Brazil and Greenland 14 times larger than it actually is. For a map to be completely accurate, it would need to be life-size and round, not flat.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w0x1y2z3-4567-2345-6789-456789012345"
        },
        {
            "message": "NASA genuinely faked part of the Moon landing. While Neil Armstrong's first steps on the lunar surface were categorically not faked, the astronaut quarantine protocol when the astronauts arrived back on Earth was largely just one big show.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x1y2z3a4-5678-3456-7890-567890123456"
        },
        {
            "message": "Comets smell like rotten eggs. A comet smells like rotten eggs, urine, burning matches, and… almonds. Traces of hydrogen sulphide, ammonia, sulphur dioxide, and hydrogen cyanide were all found in the makeup of the comet 67P/Churyumove-Gerasimenko. Promotional postcards were even commissioned in 2016 carrying the pungent scent of a comet.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y2z3a4b5-6789-4567-8901-678901234567"
        },
        {
            "message": "Earth’s poles are moving. This magnetic reversal of the North and South Pole has happened 171 times in the past 71 million years. We’re overdue a flip. It could come soon, as the North Pole is moving at around 55 kilometres per year, an increase over the 15km per year up until 1990.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z3a4b5c6-7890-5678-9012-789012345678"
        },
        {
            "message": "You can actually die laughing. And a number of people have, typically due to intense laughter causing a heart attack or suffocation. Comedy shows should come with a warning.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a4b5c6d7-8901-6789-0123-890123456789"
        },
        {
            "message": "Chainsaws were first invented for childbirth. It was developed in Scotland in the late 18th Century to help aid and speed up the process of symphysiotomy (widening the pubic cartilage) and removal of disease-laden bone during childbirth. It wasn’t until the start of the 20th Century that we started using chainsaws for woodchopping.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b5c6d7e8-9012-7890-1234-901234567890"
        },
        {
            "message": "Ants don’t have lungs. They instead breathe through spiracles, nine or ten tiny openings, depending on the species.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c6d7e8f9-0123-8901-2345-012345678901"
        },
        {
            "message": "The T.rex likely had feathers. Scientists in China discovered Early Cretaceous period tyrannosaur skeletons that were covered in feathers. If the ancestors of the T. rex had feathers, the T. rex probably did, too.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "d7e8f9g0-1234-9012-3456-123456789012"
        },
        {
            "message": "Football teams wearing red kits play better. The colour of your clothes can affect how you’re perceived by others and change how you feel. A review of football matches in the last 55 years, for example, showed that teams wearing a red kit consistently played better in home matches than teams in any other colour.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "e8f9g0h1-2345-0123-4567-234567890123"
        },
        {
            "message": "Wind turbines kill between 10,000 and 100,000 birds each year in the UK. Interestingly, painting one of the blades of a wind turbine black can reduce bird deaths by 70 per cent.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f9g0h1i2-3456-1234-5678-345678901234"
        },
        {
            "message": "Snails have teeth. Between 1,000 and 12,000 teeth, to be precise. They aren’t like ours, though, so don’t be thinking about snails with ridiculous toothy grins. You’ll find the snail's tiny 'teeth' all over its file-like tongue.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g0h1i2j3-4567-2345-6789-456789012345"
        },
        {
            "message": "Sound can be minus decibels. The quietest place on Earth is Microsoft’s anechoic chamber in Redmond, WA, USA, at -20.6 decibels. These anechoic chambers are built out of heavy concrete and brick and are mounted on springs to stop vibrations from getting in through the floor.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h1i2j3k4-5678-3456-7890-567890123456"
        },
        {
            "message": "A horse normally has more than one horsepower. A study in 1993 showed that the maximum power a horse can produce is 18,000W, around 24 horsepower.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i2j3k4l5-6789-4567-8901-678901234567"
        },
        {
            "message": "Your signature could reveal personality traits. A study in 2016 purports that among men, a larger signature correlates with higher social bravado and, among women, a bigger signature correlates with narcissistic traits.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j3k4l5m6-7890-5678-9012-789012345678"
        },
        {
            "message": "One in 18 people have a third nipple. Known as polythelia, the third nipple is caused by a mutation in inactive genes.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k4l5m6n7-8901-6789-0123-890123456789"
        },
        {
            "message": "Bananas are radioactive. Due to being rich in potassium, every banana is actually slightly radioactive thanks to containing the natural isotope potassium-40. Interestingly, your body contains around 16mg of potassium-40, meaning you’re around 280 times more radioactive than a banana already. Any excess potassium-40 you gain from a banana is excreted out within a few hours.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l5m6n7o8-9012-7890-1234-901234567890"
        },
        {
            "message": "There’s no such thing as a straight line. Zoom in close enough to anything and you’ll spot irregularities. Even a laser light beam is slightly curved.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m6n7o8p9-0123-8901-2345-012345678901"
        },
        {
            "message": "Deaf people are known to use sign language in their sleep. A case study of a 71-year-old man with rapid eye movement disorder and a severe hearing impairment showed him using fluent sign language in his sleep, with researchers able to get an idea of what he was dreaming about thanks to those signs.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n7o8p9q0-1234-9012-3456-123456789012"
        },
        {
            "message": "Finland is the happiest country on Earth. According to the World Happiness Report, it has been for six years in a row. It’s not really surprising, given that Finland is the home of Santa Claus, reindeer and one sauna for every 1.59 people.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o8p9q0r1-2345-0123-4567-234567890123"
        },
        {
            "message": "Hippos can’t swim. Hippos really do have big bones, so big and dense, in fact, that they’re barely buoyant at all. They don’t swim and instead perform a slow-motion gallop on the riverbed or on the sea floor. In fact, hippos can even sleep underwater, thanks to a built-in reflex that allows them to bob up, take a breath, and sink back down without waking.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p9q0r1s2-3456-1234-5678-345678901234"
        },
        {
            "message": "The Moon looks upside down in the Southern Hemisphere. Compared to the Northern Hemisphere, anyway. This means that the ‘Man in the Moon’ is upside down in the Southern Hemisphere and looks more like a rabbit.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q0r1s2t3-4567-2345-6789-456789012345"
        },
        {
            "message": "You can yo-yo in space. In 2012, NASA astronaut Don Pettit took a yo-yo on board the International Space Station and demonstrated several tricks. It works because a yo-yo mainly relies on the laws of conservation of angular momentum to perform tricks, which, provided you keep the string taut, apply in microgravity too.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r1s2t3u4-5678-3456-7890-567890123456"
        },
        {
            "message": "Not only plants photosynthesise. Algae (which are not plants) and some other organisms – including sea slugs and pea aphids – contain chlorophyll and can also take sunlight and turn it into an energy source.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s2t3u4v5-6789-4567-8901-678901234567"
        },
        {
            "message": "You can be heavily pregnant and not realise. Cryptic pregnancies aren’t that uncommon, with 1 in 500 not recognised until at least halfway through and 1 in 2,500 not known until labour starts.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t3u4v5w6-7890-5678-9012-789012345678"
        },
        {
            "message": "Bacteria on your skin cause your itches. Specifically, bacteria known as Staphylococcus aureus can release a chemical that activates a protein in our nerves. This sends a signal from our skin to our brains, which our brain perceives as an itch.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u4v5w6x7-8901-6789-0123-890123456789"
        },
        {
            "message": "Starfish don’t have bodies. Along with other echinoderms (think sea urchins and sand dollars), their entire bodies are technically classed as heads.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v5w6x7y8-9012-7890-1234-901234567890"
        },
        {
            "message": "Somebody has been constipated for 45 days. In 2013, an unfortunate Indian woman had to undergo surgical removal of a faecal mass as large as a football.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w6x7y8z9-0123-8901-2345-012345678901"
        },
        {
            "message": "You travel 2.5 million km a day around the Sun without realising. The Earth’s orbit travels around 2.5 million kilometres with respect to the Sun’s centre, and around 19 million km with respect to the centre of the Milky Way.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x7y8z9a0-1234-9012-3456-123456789012"
        },
        {
            "message": "Fish form orderly queues in emergencies. When evacuating through narrow spaces in sketchy situations, schools of neon tetra fish queue so that they don’t collide or clog up the line. Scientists interpreted this behaviour as showing that fish can respect social rules even in emergency situations, unlike us humans.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y8z9a0b1-2345-0123-4567-234567890123"
        },
        {
            "message": "There are more bacterial cells in your body than human cells. The average human is around 56 per cent bacteria. This was discovered in a 2016 study and is far less than the earlier estimates of 90 per cent. As bacteria are so light, however, by weight, each person is over 99.7 per cent human.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z9a0b1c2-3456-1234-5678-345678901234"
        },
        {
            "message": "Most ginger cats are male. There are roughly three ginger male cats to one ginger female. This is because the ginger gene is found on the X chromosome, meaning female cats would require two copies of the gene to become ginger whilst males only need one.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a0b1c2d3-4567-2345-6789-456789012345"
        },
        {
            "message": "Your nails grow faster in hot summer. This is probably due to increased blood supply to the fingertips. It could also be because you’re less stressed while on holiday so less likely to gnaw away at ‘em.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b1c2d3e4-5678-3456-7890-567890123456"
        },
        {
            "message": "Insects can fly up to 3.25km above sea level, at least. Alpine bumblebees have been found living as high up as 3.25km above sea level and could even fly in lab conditions that replicate the air density and oxygen levels at 9km – that's just higher than Mount Everest.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c2d3e4f5-6789-4567-8901-678901234567"
        },
        {
            "message": "There’s a planet mostly made from diamond. Called 55 Cancri e, it's around twice the size of Earth and some 40 light-years away from us within the Cancer constellation.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "d3e4f5g6-7890-5678-9012-789012345678"
        },
        {
            "message": "Animals can be allergic to humans. Animals can be allergic to our dead skin cells – dander. These allergic reactions can be just like ours, too, including breathing difficulties and skin irritation.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "e4f5g6h7-8901-6789-0123-890123456789"
        },
        {
            "message": "Being bored is actually a 'high arousal state' physiologically. This is because when you're bored your heart rate increases.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f5g6h7i8-9012-7890-1234-901234567890"
        },
        {
            "message": "Platypuses sweat milk. This is because it doesn't have teats. Milk appears as sweat on a platypus, but it's an aquatic mammal so it doesn't actually sweat at all.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g6h7i8j9-0123-8901-2345-012345678901"
        },
        {
            "message": "LEGO bricks withstand compression better than concrete. An ordinary plastic LEGO brick is able to support the weight of 375,000 other bricks before it fails. This, theoretically, would let you build a tower nearing 3.5km in height. Scaling this up to house-size bricks, however, would cost far too much.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h7i8j9k0-1234-9012-3456-123456789012"
        },
        {
            "message": "Martial artists who smile before the start of a match are more likely to lose. This could be as a smile can convey fear or submissiveness.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i8j9k0l1-2345-0123-4567-234567890123"
        },
        {
            "message": "It's almost impossible to get too much sugar from fresh fruit. While the sugar in fruit is mostly fructose and glucose (fructose is what's converted into fat in your body), you can't get too much sugar from fresh fruit. Fresh fruit contains a lot of fibre and water which slows down your digestion and makes you feel full.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j9k0l1m2-3456-1234-5678-345678901234"
        },
        {
            "message": "You don't like the sound of your own voice because of the bones in your head. This may be because the bones in our head make our voice sound deeper.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k0l1m2n3-4567-2345-6789-456789012345"
        },
        {
            "message": "A rainbow on Venus is called a glory. Appearing as a series of coloured concentric rings, these are caused by the interference of light waves within droplets, rather than the reflection, refraction and dispersion of light that makes a rainbow.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l1m2n3o4-5678-3456-7890-567890123456"
        },
        {
            "message": "Protons look like peanuts, rugby balls, bagels, and spheres. Protons come in all different shapes and sizes, with their appearance changing based on the speed of smaller particles within them: Quarks.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m2n3o4p5-6789-4567-8901-678901234567"
        },
        {
            "message": "Mirrors facing each other don't produce infinite reflections. Each reflection will be darker than the last and eventually fade into invisibility. Mirrors absorb a fraction of the energy of the light striking them. The total number of reflections mirrors can produce? A few hundred.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n3o4p5q6-7890-5678-9012-789012345678"
        },
        {
            "message": "There might be a cure for 'evil'. Well, a cure for psychopathy, anyway. Psychologists argue that aspects of psychopathy can be 'cured' by cognitive behavioural therapy, which is said to reduce violent offences by those with the condition. Preliminary research suggests that computer-based cognitive training could help a psychopath experience empathy and regret, too.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o4p5q6r7-8901-6789-0123-890123456789"
        },
        {
            "message": "All mammals get goosebumps. When your hair stands on end, tiny muscles contract at each hair's base which distorts the skin to create goosebumps. This process is called piloerection and is present in all mammals. Hair or fur is used to trap an insulating air layer.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p5q6r7s8-9012-7890-1234-901234567890"
        },
        {
            "message": "Football players spit so much because exercise increases the amount of protein in saliva. When you exercise, the amount of protein secreted into the saliva increases. A protein mucus named MUC5B makes your saliva thicker when you're exercising which makes it more difficult to swallow so we tend to spit more. It may occur during exercise because we breathe through our mouths more. MUC5B could activate to stop our mouths from drying out, therefore.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q6r7s8t9-0123-8901-2345-012345678901"
        },
        {
            "message": "Some animals display autistic-like traits. Autistic traits in animals include a tendency toward repetitive behaviour and atypical social habits.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r7s8t9u0-1234-9012-3456-123456789012"
        },
        {
            "message": "The biggest butterfly in the world has a 31cm wingspan. It belongs to the Queen Alexandra's Birdwing butterfly, which you can find in the forests of the Oro Province, in the east of Papua New Guinea.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s8t9u0v1-2345-0123-4567-234567890123"
        },
        {
            "message": "You remember more dreams when you sleep badly. Research suggests that if you sleep badly and wake up multiple times throughout the night you will be more likely to recall the content of any dreams you had. You are also more likely to remember a dream when woken from one.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t9u0v1w2-3456-1234-5678-345678901234"
        },
        {
            "message": "You could sweat when you're anxious to alert others. One theory suggests we've evolved to sweat whilst anxious to alert the brains of other people around us so they are primed for whatever it is that's making us anxious. Brain scans have revealed that when you sniff the sweat of a panic-induced person, regions of the brain that handle emotional and social signals light up. When you're anxious your sympathetic nervous system releases hormones including adrenaline, which activates your sweat glands.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u0v1w2x3-4567-2345-6789-456789012345"
        },
        {
            "message": "A lightning bolt is five times hotter than the surface of the Sun. The charge carried by a bolt of lightning is so intense that it has a temperature of 30,000°C (54,000°F).",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v1w2x3y4-5678-3456-7890-567890123456"
        },
        {
            "message": "The longest anyone has held their breath underwater is over 24.5 minutes. The world record for breath-holding underwater was achieved by Croatian Budimir Šobat on 27 March 2021, who held his breath for a total of 24 minutes and 37 seconds. On average, a human can hold their breath between 30-90 seconds.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w2x3y4z5-6789-4567-8901-678901234567"
        },
        {
            "message": "The Moon is shrinking. But only very slightly – by about 50m (164ft) in radius over the last several hundred million years. Mysterious seismic activity, known as moonquakes, could be to blame.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x3y4z5a6-7890-5678-9012-789012345678"
        },
        {
            "message": "Dogs tilt their heads when you speak to them to better pinpoint familiar words. Your dog is tilting its head when you speak to it to pinpoint where noises are coming from more quickly. This is done to listen out more accurately for familiar words such as 'walkies' and helps them to better understand the tone of your voice. If a dog doesn't tilt its head that often (as those with shorter muzzles might), it's because it relies less on sound and more on sight.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y4z5a6b7-8901-6789-0123-890123456789"
        },
        {
            "message": "If the Earth doubled in size, trees would immediately fall over. This is because surface gravity would be doubled. It would also mean dog-size and larger animals would not be able to run without breaking a leg.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z5a6b7c8-9012-7890-1234-901234567890"
        },
        {
            "message": "Mercury, not Venus, is the closest planet to Earth on average. On average, Mercury is 1.04 astronomical units (AU) away from Earth compared to the 1.14 AU average distance between Earth and Venus. One AU is equal to the average distance between the Earth and the Sun. Venus still comes closest to Earth as part of its orbit around the Sun, however.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a6b7c8d9-0123-8901-2345-012345678901"
        },
        {
            "message": "Flamingoes aren’t born pink. They actually come into the world with grey/white feathers and only develop a pinkish hue after starting a diet of brine shrimp and blue-green algae.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b7c8d9e0-1234-9012-3456-123456789012"
        },
        {
            "message": "You can smell ants. Many species of ants release strong-smelling chemicals when they’re angry, threatened or being squished. Trap-jaw ants release a chocolatey smell when annoyed, while citronella ants earn their name from the lemony odour they give off.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c8d9e0f1-2345-0123-4567-234567890123"
        },
        {
            "message": "People who eat whatever they want and stay slim have a slow metabolism, not fast. A skinny person tends to have less muscle mass than others, meaning their basal metabolic rate (BMR) is lower than those of a high muscle mass – this gives them a slow metabolism, not a fast one.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "d9e0f1g2-3456-1234-5678-345678901234"
        },
        {
            "message": "Earth is 4.54 billion years old. Using radiometric dating, scientists have discovered that the Earth is 4.54 billion years old (give or take 50 million years). This makes our planet half the age of the Milky Way Galaxy (11-13 billion years old) and around a third of the age of the Universe (10-15 billion years old).",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "e0f1g2h3-4567-2345-6789-456789012345"
        },
        {
            "message": "Electrons might live forever. Scientists have estimated the minimum lifetime of the electron is about 6.6 × 1028 years – this is 66,000 ‘yottayears’. Since this is about 5 quintillion times the age of the Universe, even if electrons don’t live forever, they may as well do!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f1g2h3i4-5678-3456-7890-567890123456"
        },
        {
            "message": "Beavers don't actually live in dams. Technically, beavers live in a lodge that they build behind a dam, within a deep pool of water.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g2h3i4j5-6789-4567-8901-678901234567"
        },
        {
            "message": "The average dinosaur lifespan was surprisingly small. The Tyrannosaurus rex, for example, reached full size between 16-22 years old and lived up until 27-33. The largest dinosaurs such as the Brontosaurus and Diplodocus tended to live up to between 39-53 years old, maybe reaching the heights of 70.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h3i4j5k6-7890-5678-9012-789012345678"
        },
        {
            "message": "Someone left a family photo on the Moon. When Apollo 16 astronaut Charles Duke landed on the Moon in 1972, he decided to leave behind a photo of him, his two sons and his wife. The photo remains on the Moon to this day.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i4j5k6l7-8901-6789-0123-890123456789"
        },
        {
            "message": "It rains methane on Saturn’s largest moon. Titan is the only moon in our Solar System with a dense atmosphere and the only body except Earth with liquid rivers, lakes and seas fed by rainfall. This rainfall isn’t water, though; it's liquid methane.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j5k6l7m8-9012-7890-1234-901234567890"
        },
        {
            "message": "Giraffes hum to communicate with each other. It’s thought that the low-frequency humming could be a form of ‘contact call’ between individuals who have been separated from their herd, helping them to find each other in the dark. Some researchers think they sleep talk too.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k6l7m8n9-0123-8901-2345-012345678901"
        },
        {
            "message": "Glass sponges can live for 15,000 years. This makes them one of the longest-living organisms on Earth. The immortal jellyfish, however, could theoretically live forever (but scientists aren’t sure).",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l7m8n9o0-1234-9012-3456-123456789012"
        },
        {
            "message": "You have a 50 per cent chance of sharing a birthday with a friend. In any group of 23 people, two people will share a birthday, according to the maths. To find the probability of everyone in the group having a unique birthday, multiply all 23 probabilities together, giving 0.493. So the probability of a shared birthday is 1 - 0.493 = 0.507, or 50.7 per cent.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m8n9o0p1-2345-0123-4567-234567890123"
        },
        {
            "message": "Murder rates rise in summer. Ever feel angry or in a bad mood when the weather is hot? Well, you’re not alone. Violent crime goes up in hotter weather, and in the US, murder rates reportedly rise by 2.7 per cent over the summer.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n9o0p1q2-3456-1234-5678-345678901234"
        },
        {
            "message": "'New car smell' is a mix of over 200 chemicals. These include the sickly-sweet, toxic hydrocarbons benzene and toluene.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o0p1q2r3-4567-2345-6789-456789012345"
        },
        {
            "message": "‘Sea level’ isn’t actually level. As the strength of the force generated by the Earth’s spin is strongest at the equator, the average sea level bulges outward there, putting it further from the centre of the Earth than at the poles. Differences in the strength of the Earth’s gravity at different points also cause variation.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p1q2r3s4-5678-3456-7890-567890123456"
        },
        {
            "message": "You inhale 50 potentially harmful bacteria every time you breathe. Thankfully, your immune system is working hard all the time, so virtually all of these are promptly destroyed without you feeling a thing. Phew.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q2r3s4t5-6789-4567-8901-678901234567"
        },
        {
            "message": "You can see stars as they were 4,000 years ago with the naked eye. Without a telescope, all the stars we can see lie within about 4,000 light-years of us. That means at most you’re seeing stars as they were 4,000 years ago, around when the pyramids were being built in Egypt.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r3s4t5u6-7890-5678-9012-789012345678"
        },
        {
            "message": "Plants came before seeds. According to the fossil record, early plants resembled moss and reproduced with single-celled spores. Multicellular seeds didn’t evolve for another 150 million years.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s4t5u6v7-8901-6789-0123-890123456789"
        },
        {
            "message": "Our dead cells are eaten by other cells in our body. Don’t worry; it’s meant to happen. When cells inside your body die, they’re scavenged by phagocytes – white blood cells whose job it is to digest other cells.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t5u6v7w8-9012-7890-1234-901234567890"
        },
        {
            "message": "Smells can pass through liquid. Please don’t try smelling underwater (your nose will not appreciate it), but smell does protrude through liquid.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u6v7w8x9-0123-8901-2345-012345678901"
        },
        {
            "message": "Bats aren’t blind. Despite the famous idiom, bats can indeed see, but they still use their even more famous echolocation to find prey.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v7w8x9y0-1234-9012-3456-123456789012"
        },
        {
            "message": "Pine trees can tell if it's about to rain. Next time you see a pine cone, take a close look. If it’s closed, that’s because the air is humid, which can indicate rain is on its way.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w8x9y0z1-2345-0123-4567-234567890123"
        },
        {
            "message": "You can’t fold a piece of A4 paper more than eight times. As the number of layers doubles each time, the paper rapidly gets too thick and too small to fold. The current world paper-folding record belongs to California high school student Britney Gallivan, who in 2002 managed to fold a 1.2km-long piece of tissue paper 12 times.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x9y0z1a2-3456-1234-5678-345678901234"
        },
        {
            "message": "Laughing came before language. How do we know? Some researchers tickled baby apes, which, beyond being adorable, showed that they share the same structure as ours and likely arose in our common ancestors millions of years ago. Language came about much later.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y0z1a2b3-4567-2345-6789-456789012345"
        },
        {
            "message": "Your brain burns 400-500 calories a day. That’s about a fifth of your total energy requirements. Most of this is concerned with the largely automatic process of controlling your muscles and processing sensory input, although some studies show solving tricky problems increases your brain's metabolic requirements too.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z1a2b3c4-5678-3456-7890-567890123456"
        },
        {
            "message": "Banging your head against a wall for one hour burns 150 calories. If you’re not keen on losing brain cells, you might want to skip this calorie-burning idea! A much safer way to burn 150 calories is to take your dog for a 45-minute walk. However, if you don’t have a dog, a slow-paced walk for 53 minutes will also burn off the same amount of calories.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f1g2h3i4-5678-3456-7890-567890123456"
        },
        {
            "message": "In Switzerland, it is illegal to own just one guinea pig. While this may sound like an odd law to try and enforce, it makes perfect sense! Guinea pigs are social animals and easily feel lonely or depressed, which is basically a form of animal cruelty. The real question you should be asking is why this isn’t a law everywhere?!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g2h3i4j5-6789-4567-8901-678901234567"
        },
        {
            "message": "The color orange was actually named after oranges. Before oranges arrived in England in the late 15th century, there was no word for the color. It was referred to as ġeolucrog (yellow-saffron) or ġeolurēad (yellow-red), depending on the shade.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h3i4j5k6-7890-5678-9012-789012345678"
        },
        {
            "message": "Snakes can predict earthquakes. Many animals are able to predict earthquakes to varying levels of success. Yet, snakes are the most reliable, sensing earthquakes from as far as 75 miles away (121 km). They can even sense an earthquake five days before it actually occurs! When snakes sense an earthquake, they often leave their nests, even if the temperature is too cold.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i4j5k6l7-8901-6789-0123-890123456789"
        },
        {
            "message": "Crows often hold grudges against specific people. Crows are excellent at recognizing people’s faces and are able to remember people for a long time! This can be either a negative or positive fact, depending on how nice you are to them. While crows can tell us apart, we would find it difficult to distinguish one crow from another.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j5k6l7m8-9012-7890-1234-901234567890"
        },
        {
            "message": "The oldest “your mom” joke was discovered on a 3,500-year-old Babylonian tablet. In 1976, archaeologists discovered a tablet in Iraq, which has since been lost. However, researchers were able to analyze and translate the text from a photograph of the tablet. The results? We know that the tablet does indeed contain jokes, but the full meaning has been lost in translation. The translated form of the world’s oldest your mom joke is “…of your mother is by the one who has intercourse with her. What/who is it?” Do we understand it? Not a chance, but we recognize a “your mom” joke when we see one!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k6l7m8n9-0123-8901-2345-012345678901"
        },
        {
            "message": "You get Goosebumps when you’re scared to make yourself look bigger. If you look at a cat that’s facing off against a dog, you’ll often see its hair standing on edge. But you don’t see the goosebumps hidden underneath their fur, which they also get when they’re scared. Goosebumps are a reaction to increased adrenaline, which is why we get goosebumps when cold or emotional. Although we don’t really need them now, our ancestors would have needed them when facing off against large beasts before the age of humanity began!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l7m8n9o0-1234-9012-3456-123456789012"
        },
        {
            "message": "May 29 is officially “Put a Pillow on Your Fridge Day.” The roots of this odd-sounding holiday go back hundreds of years, starting in the early 1900s. Back then, people didn’t have refrigerators and instead would hang a piece of cloth in their larders. It’s believed that doing so brought luck, peace, and prosperity to the household. The tradition adapted over time to fit the modern kitchen. Nowadays, families worldwide place a pillow on top of their fridge every year on May 29th.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m8n9o0p1-2345-0123-4567-234567890123"
        },
        {
            "message": "Cherophobia is the irrational fear of fun or happiness. Do you hate all things fun? You might have Cherophobia! People with this phobia tend to avoid any kind of situation that others might classify as fun or joyful. For any readers out there with Cherophobia, please stop reading these fun facts now!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n9o0p1q2-3456-1234-5678-345678901234"
        },
        {
            "message": "7% of American adults believe that chocolate milk comes from brown cows. I know that seven percent doesn’t sound like a lot, but it actually works out at 16.4 million American adults, which is an alarming fact! This shows that one in ten Americans has a flawed understanding of basic science or where their food comes from.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o0p1q2r3-4567-2345-6789-456789012345"
        },
        {
            "message": "If you lift a kangaroo’s tail off the ground, it can’t hop. Kangaroos use their tails for balance while hopping. If you elevate their tail, they will lose balance and fall over. There are cases where kangaroos have lost their tails and can still move around. But it took them a long time to adjust, and they can only move small distances at a time! Their tails aren’t only for balance – they also act as a third leg, propelling them forward just as much as their legs do!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p1q2r3s4-5678-3456-7890-567890123456"
        },
        {
            "message": "Bananas are curved because they grow towards the sun. Philosophers have pondered the shape of bananas for a long time, arguing until the sun goes down as to why they’re curved. Bananas go through a process called “negative geo-tropism.” This process causes the fruit to grow upwards toward the sun instead of the ground. This, in turn, gives the banana its familiar curved shape.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q2r3s4t5-6789-4567-8901-678901234567"
        },
        {
            "message": "Most Korean people don’t have armpit odor. Research at the University of Bristol found that only 0.006% of the Korean population has the ABCC11 gene, which causes armpit odor. In fact, the study found that most East Asians don’t have this gene, but Koreans have the lowest numbers. While this may be surprising to us, it’s not big news in Korea, as deodorant isn’t commonly found there!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r3s4t5u6-7890-5678-9012-789012345678"
        },
        {
            "message": "The original London Bridge is now in Arizona. Originally constructed in 1831, the London Bridge began deteriorating in the 1960s, leading the City of London to sell it. In 1963, American entrepreneur Robert P. McCulloch bought and dismantled the bridge, shipping it to Lake Havasu City in Arizona piece by piece. The reconstruction took three years to complete and opened as a tourist attraction on October 10, 1971.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s4t5u6v7-8901-6789-0123-890123456789"
        },
        {
            "message": "During your lifetime, you will produce enough saliva to fill 50 bathtubs! The average person produces roughly one ounce (30 ml) of saliva every hour. That’s 24.3 ounces (720 ml) or one full wine bottle’s worth of saliva a day, which is an average of 69 gallons (263 liters) per year. With the average global life expectancy being about 72 years, this means that you produce an average of 4,968 gallons (18,936 liters) of saliva in your lifetime – enough to fill 50 bathtubs!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t5u6v7w8-9012-7890-1234-901234567890"
        },
        {
            "message": "If Pinocchio said, “My Nose Will Grow Now,” it would create a paradox. As we all know, whenever Pinocchio lies, his nose grows longer. But there’s one sentence that Pinocchio could say that breaks this system, which is “My nose will grow now.” This conundrum is known as the Pinocchio Paradox. If you think about it, Pinocchio’s nose would have to grow to make his statement not a lie. But then it can’t grow; otherwise, the statement would not be a lie.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u6v7w8x9-0123-8901-2345-012345678901"
        },
        {
            "message": "Polar bears could eat as many as 10 penguins in a single sitting… If they didn’t live at opposite ends of the earth! Polar bears live in the Arctic, whereas most common penguins, such as Adélie or emperor penguins, live in the South Pole. With an average weight of 500 pounds (227 kg) and consuming approximately 20% of their weight per meal, polar bears can devour around 100 pounds of food at once, meaning they would need to consume ten Adélie penguins to feel satisfied.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v7w8x9y0-1234-9012-3456-123456789012"
        },
        {
            "message": "Car manufacturer Volkswagen makes sausages. Most people know Volkswagen for their iconic line of campervans and the Beetle. A lesser-known product that comes out of Volkswagen’s factories is currywurst sausages. Initially, the sausages were made for their factory workers in a remote location. However, they gained such popularity that they now generate more revenue than Volkswagen’s cars.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w8x9y0z1-2345-0123-4567-234567890123"
        },
        {
            "message": "Movie trailers were originally shown after the movie, which is why they’re called “trailers.” The world’s first movie trailer was shown at a theater in Harlem, New York, in 1914. The trailer promoted an upcoming movie featuring Charlie Chaplain. The audience would watch the trailer after the movie had ended. The trailers showing after the film was ineffective, as the audience wouldn’t stay to watch them.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x9y0z1a2-3456-1234-5678-345678901234"
        },
        {
            "message": "Hawaiian pizza is a Canadian invention. First things first, we’re not discussing whether ham and pineapple belong on a pizza or not. Sam Panopoulos, a Greek immigrant and chef, introduced this unique combination of canned pineapple and pizza in 1962. Inspired by Chinese sweet and sour cooking, he introduced it at the Satellite Restaurant in Ontario. Despite initial skepticism, Hawaiian pizza gained popularity worldwide once people tried it. Interestingly, it’s named after the brand of canned pineapples used, not Hawaii itself.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y0z1a2b3-4567-2345-6789-456789012345"
        },
        {
            "message": "The smallest bone in your body is in your ear. Known as the stapes bone, this tiny bone is, on average, 0.09 × 0.11 inches (3 × 2.5 mm) in size. The stapes bone can be found in the middle ear of humans and many other animals. It is vital in transferring vibrations from sounds into the inner ear.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z1a2b3c4-5678-3456-7890-567890123456"
        },
        {
            "message": "Tennis players can be fined up to $20,000 for swearing while playing at Wimbledon. It doesn’t stop there, though. If players swear once before or during a match, they’re fined and given a warning. The second time it happens in one match, they may lose a point. On the third, they may lose a game. Then, finally, they can lose the whole match if they swear four times!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a2b3c4d5-6789-4567-8901-678901234567"
        },
        {
            "message": "Only 5% of the ocean has been explored. The ocean covers around 70% of the Earth’s surface, and it is much harder to explore than land. As much as 20% of the ocean floor has now been mapped, thanks to advancements in sonar technologies. The reason we’ve explored so little of the ocean is that the technology needed has only developed over the last 100 years.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b3c4d5e6-7890-5678-9012-789012345678"
        },
        {
            "message": "Most people fart around 14 to 23 times a day! While passing wind may sometimes be embarrassing, it’s perfectly natural. By knowing what you eat, you can fart less often and prevent them from being too smelly! The foods most linked to farting include beans, broccoli, milk, and corn. Other high-fiber foods such as fruit, peas, or cabbage can increase the amount of gas you pass.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c4d5e6f7-8901-6789-0123-890123456789"
        },
        {
            "message": "There is a species of spider called the Hobo Spider. The hobo spider (Eratigena agrestis) can be found in various places around the world, including Europe, Central Asia, and parts of western North America. This crafty little critter doesn’t live in a standard spider web. Instead, it constructs a funnel made of web in the ground and waits for its prey to stumble into it.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "d5e6f7g8-9012-7890-1234-901234567890"
        },
        {
            "message": "A lion’s roar can be heard from 5 miles away. A lion can roar as loud as 114 decibels, roughly 25 times louder than a gas-powered lawnmower. Lions can roar louder than other big cats because of the shape of their vocal cords. This allows them to produce more noise with less effort.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "e6f7g8h9-0123-8901-2345-012345678901"
        },
        {
            "message": "Saint Lucia is the only country in the world named after a woman. The island has been continuously inhabited since at least 200 AD but wasn’t discovered by Europeans until the 16th Century. Legend states that French sailors were shipwrecked on December 13, 1502, and became stranded on the island. As December 13 is Saint Lucy’s Day, they named the island in honor of her.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f7g8h9i0-1234-9012-3456-123456789012"
        },
        {
            "message": "The national animal of Scotland is a unicorn. Unicorns, symbolizing purity and power, have been present in various cultures since the Middle Ages, including Celtic mythology. In the mid-1500s, the unicorn was introduced to the royal coat of arms of Scotland, representing the natural enemy of England’s national animal, the lion. Since the 1707 union of England and Scotland, the royal arms of the United Kingdom include a unicorn and a lion, displaying unity between the two countries.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g8h9i0j1-2345-0123-4567-234567890123"
        },
        {
            "message": "The United States Navy used Xbox controllers for their periscopes. In 2018, the US Navy equipped its submarines with Xbox 360 controllers. The control sticks for periscopes are expensive and difficult to master, so the US Navy began installing Xbox 360 controllers, which were much cheaper. It’s not all about cost, though. Many periscope operators have used Xbox controllers in the past, so they can easily transfer their skills.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h9i0j1k2-3456-1234-5678-345678901234"
        },
        {
            "message": "The word “burrito” means “little donkey” in Spanish. Burritos originated in the Mexican state of Guanajuato. The first mention of them was in a dictionary in 1895, which described them as “a rolled tortilla with meat and other things inside.” Unfortunately, there’s no explanation as to why burritos were named after donkeys or why they’re specifically named after little donkeys.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i0j1k2l3-4567-2345-6789-456789012345"
        },
        {
            "message": "A baby octopus is about the size of a flea when it is born. When an octopus first lays its eggs, they’re smaller than a grain of rice. The eggs are so delicate they have to be constantly watched over. When the baby octopuses emerge from their eggs, they come out fully formed but tiny. They weigh only 0.001 ounces (0.03 grams). You’d think this would make them hard to see, but since eggs are laid by the tens of thousands, they’re easily spotted!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j1k2l3m4-5678-3456-7890-567890123456"
        },
        {
            "message": "In 1783, the very first hot air balloon took off with a sheep, a duck, and a rooster on board. The Montgolfier brothers, who invented the hot air balloon, were inspired by their laundry lifting from a fire’s heat. The inaugural flight took animal passengers, as it was unknown how flying at high altitudes would affect humans. The animal passengers landed safely, but the sheep ended up on top of the rooster.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k2l3m4n5-6789-4567-8901-678901234567"
        },
        {
            "message": "In Uganda, around 48% of the population is under 15 years of age. Uganda has a total population of 44.3 million. This means that there are around 20 million people under the age of 15 living there. In total, 77% of the population is under the age of 30. One of the reasons this number is so high is that the population is rapidly expanding. There were just 5 million people in Uganda in 1950.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l3m4n5o6-7890-5678-9012-789012345678"
        },
        {
            "message": "On average, men get bored of a shopping trip after 26 minutes. Meanwhile, women don’t get tired of shopping until around 2 hours have passed! On top of this, it’s been found that eight in ten men hate shopping with their partner. Men who are promised a treat at the end of a joint shopping trip are likelier to pretend to enjoy shopping with their partner for longer.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m4n5o6p7-8901-6789-0123-890123456789"
        },
        {
            "message": "In the 16th Century, Turkish women could initiate divorce if their husbands didn’t provide enough coffee. This would be unheard of today, but coffee was an integral part of Turkish society back then. It was introduced into the country in the 15th Century, and by the 16th Century, they had mastered the art of coffee. It seems that coffee was so popular that it became “grounds” for divorce. No one knows why exactly this became law, but the fact remains that it did!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n5o6p7q8-9012-7890-1234-901234567890"
        },
        {
            "message": "Recycling just one tin can saves enough energy to watch television for 3 hours. That’s how important recycling is! In fact, recycling an aluminum can into a new one takes only 5% of the energy required to produce one normally. The average person has the chance to recycle 25,000 cans in their lifetime – that’s 75,000 hours of television!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o6p7q8r9-0123-8901-2345-012345678901"
        },
        {
            "message": "After the premiere of 16 and Pregnant, teen pregnancy rates dropped. MTV may not have the most wholesome shows, but teen pregnancy dropped by 5.7% within 18 months of the show’s premiere. While this sounds like a success story, the TV show has been criticized for glamourizing teenage pregnancy. Instead of focusing on genuine issues, they focus more on the drama between the parents.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p7q8r9s0-1234-9012-3456-123456789012"
        },
        {
            "message": "Squirrels cause approximately 10-20% of US power outages. Harmless and cute as they seem, these fuzzy little creatures aren’t as innocent as you think! Squirrels tend to chew things but combine this with power lines, and there’s going to be a problem. Squirrel-induced blackouts are much smaller and easier to fix than a blackout caused by a storm, as generally, there’s just one cable to repair – there’s only so much damage one squirrel can do!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q8r9s0t1-2345-0123-4567-234567890123"
        },
        {
            "message": "China has banned popular social media platforms like Facebook, Instagram, and Twitter. They have a strict online censorship system known as the “Great Firewall of China.” Pinterest, Tumblr, and over 8,000 domain names are also blocked. However, there are Chinese-owned alternatives, such as TikTok, Weibo, and WeChat, that people in China use for social media.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r9s0t1u2-3456-1234-5678-345678901234"
        },
        {
            "message": "95% of people text things they could never say in person. There’s something about saying things over text instead of in person that allows us to speak more honestly. Even if a little too honest at times! While this often ends up in sticky situations, it has its benefits too… Psychologists have found that their patients can open up to them more by texting. They still talk face-to-face with patients, but for some, it can help with their progress.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s0t1u2v3-4567-2345-6789-456789012345"
        },
        {
            "message": "Honeybees can recognize human faces. For a long time, we believed that only large-brained mammals could distinguish faces. But the humble honeybee shook that theory up! Bees can distinguish between many different flowers, so it was theorized that they might tell people apart. Scientists discovered that honeybees could recognize a familiar face, even days after being trained to do so. Fun Fact: Bees see faces in a compilation of 5,000 individual images – kind of like pixels.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t1u2v3w4-5678-3456-7890-567890123456"
        },
        {
            "message": "The Battle of Hastings didn’t actually take place in Hastings. In 1066, the Battle of Hastings was fought between the English forces under King Harold Godwinson and the Norman and French troops under William the Conqueror. The battle is commonly known today as the deciding point in the Norman Conquest of England. Despite the name, the actual battle took place 7 miles (11 km) away from Hastings, in a town now known as Battle.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u2v3w4x5-6789-4567-8901-678901234567"
        },
        {
            "message": "Human blood cells have different lifespans. Red blood cells circulate in the human body for about four months. In comparison, white blood cells range from a few hours to several days. Platelets circulate the body for about nine days. Platelets are cells that circulate our blood, and they bind together when they find damaged blood vessels.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v3w4x5y6-7890-5678-9012-789012345678"
        },
        {
            "message": "A swarm of 20,000 bees followed a car for two days as their queen was trapped inside. A 68-year-old grandmother returning from a nature reserve was shocked to find her car covered in bees after the queen bee got stuck. The bees were safely removed, and the lovely old lady made her way home. However, much to her surprise, the bees were back the next day! It seems that the queen bee was still stuck inside, and the bees followed her the whole way home. This time, they were all removed, and they, fortunately, didn’t return!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w4x5y6z7-0123-8901-2345-012345678901"
        },
        {
            "message": "Eating carrots can turn your skin orange. Carrots are full of the natural pigment beta-carotene. This pigment is what gives carrots their vibrant orange color. If you eat an excessive amount of carrots, beta-carotene can enter your bloodstream, giving your skin an orange glow! The medical name for this condition is carotenemia. While it’s not one of the best things to have, it’s generally harmless.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x5y6z7a8-1234-9012-3456-123456789012"
        },
        {
            "message": "Bob Dylan’s birth name was Robert Zimmerman. When Bob Dylan was fresh out of high school, he chose the stage name Elston Gunn, but this didn’t stick for long. For a while, he went by his first and middle name, Robert Allen, but that didn’t feel right either. Eventually, he came up with the name Bob Dylan and officially changed his name to this on August 2, 1962. Nobody knows why he chose this name, but many people, including Dylan himself, have told different stories over the years.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y6z7a8b9-2345-0123-4567-234567890123"
        },
        {
            "message": "A crocodile can’t poke its tongue out. Crocodiles cannot stick their tongues out because it’s attached to the roof of their mouths. While this may not seem very practical, it’s actually quite convenient for crocodiles. It means that they can’t bite their tongues while snapping their powerful jaws together!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z7a8b9c0-3456-1234-5678-345678901234"
        },
        {
            "message": "Sea otters hold hands when they sleep so they don’t drift away from each other. While it may look like a couple of otters being adorable, it’s actually a life-saving strategy! This technique is commonly seen with mothers and their pups (that’s a baby otter!). Another way they stay still in choppy seas is by grabbing onto long strands of kelp that grow up from the seabed.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a8b9c0d1-4567-2345-6789-456789012345"
        },
        {
            "message": "A small child could swim through the veins of a blue whale. We all know blue whales are enormous, but this puts it into a whole new perspective! The largest animals on the planet, blue whales, can grow as large as 100 feet (30 m) long and weigh up to 150 tons (152,407 kg). Their hearts are obviously huge, too, about the same size as a small car. So it’s no surprise that a child of three or four could swim with ease through a blue whale’s massive veins!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b9c0d1e2-5678-3456-7890-567890123456"
        },
        {
            "message": "The word “y’all” dates back to at least 1631. Whether you like it or not, the shortening of “you all” to “y’all” is here to stay. For a long time, people believed the term originated sometime in the 18th or 19th centuries, but in fact, it’s been in use for much longer. In 1631, English scholar William Lisle wrote the following in a book on Ethiopian history: “The captive men of strength I gave to you, the weaker sold, and this y’all know is true.”",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c0d1e2f3-6789-4567-8901-678901234567"
        },
        {
            "message": "J.K. Rowling chose the unusual name “Hermione” so young girls wouldn’t be teased for being nerdy. J.K. Rowling borrowed the name Hermione from a character in William Shakespeare’s A Winter Night’s Tale. Rowling wanted to use a name that wasn’t commonly used. She said that when choosing the name, she “didn’t want a lot of fairly hard-working little girls to be teased if ever the book was published.”",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "d1e2f3g4-7890-5678-9012-789012345678"
        },
        {
            "message": "HP’s name was determined by a coin toss in 1939. Bill Hewlett and Dave Packard, who met while studying Engineering, founded the company in a small garage. To choose the name, they combined their surnames with a hyphen. They flipped a coin to decide the order, and although Dave Packard won, they went with Hewlett-Packard because they liked how it sounded.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "e2f3g4h5-8901-6789-0123-890123456789"
        },
        {
            "message": "There are a total of 1,710 steps in the Eiffel Tower. Standing at 108 stories tall, the Eiffel Tower is one of Europe’s most iconic landmarks. The Eiffel Tower was constructed in 1889, and until 1930, it was the tallest building in the world. So it’s no surprise that it’s often found on people’s bucket lists! To reach the top of this 1,063-foot (324-m) tall marvel, you must climb 1,710 steps. However, guests are only allowed to climb the stairs until the first platform. From there, they must take an elevator to the top.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f3g4h5i6-0123-8901-2345-012345678901"
        },
        {
            "message": "The names of the Pokémon Hitmonlee and Hitmonchan were inspired by legendary martial artists. Yep, they were named after none other than Bruce Lee and Jackie Chan! However, in the original Japanese version, their names were quite different, but when Pokémon made its way to the Western world, their names got a Westernized twist. Oh, and if you’re curious, the third Pokémon in the Hitmon family, Hitmontop, is named after another martial artist named Larry Top.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g4h5i6j7-1234-9012-3456-123456789012"
        },
        {
            "message": "Pigs are considered to be the world’s fifth-smartest animal. Ah, pigs. They roll around in muck and filth, eat any scraps left around for them, and, for some, are quite delicious. That’s not all, though; it turns out that they’re incredibly intelligent! Pigs can solve puzzles better than chimpanzees, and they have some of the best long-term memories known to animals.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h5i6j7k8-2345-0123-4567-234567890123"
        },
        {
            "message": "Pirates wore earrings because they believed they improved their eyesight. In fact, there are many reasons why pirates wore earrings… Some pirates would use trinkets for earrings from faraway lands. This was to show how well-traveled they were. Pirates believed the precious metals in their earrings were magical and would protect or enhance their eyesight. They also believed earrings could aid in seasickness and prevent them from drowning.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i6j7k8l9-3456-1234-5678-345678901234"
        },
        {
            "message": "Los Angeles original name is “El Pueblo de Nuestra Senora la Reina de Los Angeles de Porciuncula.” Spanish colonists founded the city that is now known as Los Angeles in 1769. And in 1781, another group of 44 settlers made the new town their home. The Spanish governor named the city El Pueblo de Nuestra Señora la Reina de los Ángeles de Porciúncula. In English, this means “The Town of Our Lady the Queen of the Angels of Porciúncula.” As the name is quite a mouthful, it became shortened until it finally became Los Angeles. So now, Los Angeles is just “The Angels.”",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j7k8l9m0-4567-2345-6789-456789012345"
        },
        {
            "message": "The Twitter bird actually has a name – Larry. When Twitter was founded in 2006, its logo was purchased from a stock image website. The bird logo has had small changes to its appearance in the years since. It wasn’t until the 2010s that a Twitter employee revealed that it’s actually called Larry. Twitter has since confirmed this and stated that the name comes from Larry Bird, who is a famous Hall of Fame basketball player. The species of Larry the Bird remains a secret!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k8l9m0n1-5678-3456-7890-567890123456"
        },
        {
            "message": "Octopuses actually have six arms and two legs! Just like animals that walk on two appendages, octopuses use their bottom two tentacles for walking and their top six tentacles for manipulating objects, including eating. Unlike humans, octopuses don’t have a preference for one side over the other, so there’s no such thing as being left or right-tentacled for them!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l9m0n1o2-0123-8901-2345-012345678901"
        },
        {
            "message": "Pound cake got its name because the original recipe contained a pound of butter, sugar, flour, and eggs. The simple measurements made the recipe easy to remember. Few people could read back then, so an easy-to-remember recipe was key. One pound of each ingredient would’ve made the cake big enough to feed multiple families. The portions were adjusted over time to make the cakes smaller and lighter, but the name stayed the same. Bonus Fact: The German chocolate cake has nothing to do with Germany. A Texan invented the cake and used baking chocolate named after the creator, Sam German.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m0n1o2p3-1234-9012-3456-123456789012"
        },
        {
            "message": "There are only two times that we know of that snow fell in the Sahara desert. February 18, 1979, was a special day for residents of Ain Sefra, a town in Algeria at the edge of the Sahara desert. It was special because it was the first time snow could be seen falling in the Sahara desert for as long as anyone can remember. It snowed for 30 minutes before the average temperature rose, and the snow rapidly melted. Since then, there has been just one case of it happening again, on December 19, 2016.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n1o2p3q4-2345-0123-4567-234567890123"
        },
        {
            "message": "Mike Tyson once offered a zoo attendant $10,000 to let him fight a gorilla. Back in the 90s, Mike Tyson was a true force to be reckoned with. Tyson had already bribed a zoo attendant to open the zoo just for himself and his then-wife, Robin Givens. It was during this visit that he made his outlandish request. He demanded the attendant “to open the cage and let me smash that silverback’s snot box.” Fortunately for everyone involved, the zoo attendant declined his request.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o2p3q4r5-3456-1234-5678-345678901234"
        },
        {
            "message": "ABBA turned down 1 billion dollars to do a reunion tour. At the height of their success in 1979, ABBA was one of the biggest pop bands in the world. Three years later, the group split up following the divorce of two of its members. In 2000, ABBA was offered $1 billion to reunite for 100 shows – which would have been $250 million per member. When asked why they wouldn’t accept the offer, they simply said, “It’s a hell of a lot of money to say no to, but we decided it wasn’t for us.”",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p3q4r5s6-4567-2345-6789-456789012345"
        },
        {
            "message": "Abraham Lincoln fed his cat with a gold fork. Abraham Lincoln was known to be a lover of animals, but his love for cats was next level! The Lincoln family often ate at the White House dinner table with their cat, Tabby. And during a formal dinner at the White House, Abe Lincoln fed Tabby from the table with a gold fork. Lincoln’s embarrassed wife said it was “shameful in front of their guests.” The president replied, “If the gold fork was good enough for former President James Buchanan, I think it is good enough for Tabby.”",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q4r5s6t7-5678-3456-7890-567890123456"
        },
        {
            "message": "There is a nut on a helicopter nicknamed the “Jesus Nut.” Technically called the “mast nut,” it’s a single nut that fixes the rotor blades to the helicopter. It was nicknamed the “Jesus Nut” because if it fails, it would bring about catastrophic consequences. Then, all that’s left to do is pray to Jesus!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r5s6t7u8-6789-4567-8901-678901234567"
        },
        {
            "message": "Some insects and small birds see the world in slow motion. This is because they can take in more information per second than other, larger animals. This allows them to move rapidly and precisely, which is vital for escaping from predators. They process information so quickly that they perceive time as though it was in slow motion. Fun Fact: It’s the opposite for some larger animals. For example, elephants take a lot more time to absorb information and act upon it.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s6t7u8v9-7890-5678-9012-789012345678"
        },
        {
            "message": "A goat called William Windsor served as a Lance Corporal in the British Army. William “Billy” Windsor I served in the 1st Battalion Infantry Unit of The Royal Welsh between 2001 & 2009. Billy was not the only animal and will certainly not be the last to serve in the Royal Welsh, as the tradition dates back to 1844. Following Billy’s retirement, he was replaced by a younger goat named William Windsor II.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t7u8v9w0-8901-6789-0123-890123456789"
        },
        {
            "message": "The most venomous jellyfish in the world is the Irukandji. The Irukandji are a few different species of box jellyfish commonly found in the waters off Australia’s coast. Although they are the most venomous jellyfish in the world, they are not the most dangerous. The more lethal species of jellyfish are also box jellyfish but are larger and can administer their venom much faster. Despite this, you should avoid the Irukandji at all costs, which is rather tricky as they’re smaller than your fingernail! Another reason to steer clear is that their venom is 100 times more potent than a cobra’s.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u8v9w0x1-0123-8901-2345-012345678901"
        },
        {
            "message": "March 20th is known as Snowman Burning Day. Snowman Burning Day originated at Lake Superior State University in Michigan on March 20, 1971. This peculiar tradition was inspired by the Rose Sunday Festival in Germany, where a straw “snowman” was burned as part of an agreement between the mayor and the town’s children.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v9w0x1y2-1234-9012-3456-123456789012"
        },
        {
            "message": "Queen Elizabeth II wasn’t allowed to sit on the Iron Throne from Game of Thrones. Queen Elizabeth II visited the Game of Thrones set but couldn’t sit on it because of an obscure rule. An old and relatively irrelevant rule states, “the ruling monarch can’t sit on a foreign throne.” Despite this throne being a work of fiction, the queen was a stickler for rules and declined to sit on the Iron Throne!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w0x1y2z3-2345-0123-4567-234567890123"
        },
        {
            "message": "There is an official Wizard of New Zealand. In 1990, the Prime Minister of New Zealand appointed Ian Brackenbury Channell, an old friend, as the official Wizard of New Zealand. Known simply as “The Wizard,” he is quite outspoken on social issues. For his lifelong service to the community, he was even given the Queen’s Service Medal.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x1y2z3a4-3456-1234-5678-345678901234"
        },
        {
            "message": "An apple, potato, and onion taste the same if you eat them with your nose plugged. At least 80% of our sense of taste comes from our sense of smell. Because of this, if you were to block the sense of smell, many foods would taste the same, or at least pretty close. In this case, it was tested on many different people who were blindfolded and had their noses plugged. The results? The participants couldn’t distinguish between the three, other than from their texture!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y2z3a4b5-4567-2345-6789-456789012345"
        },
        {
            "message": "The longest word you’re likely to encounter on an everyday basis is “uncharacteristically.” At 20 letters long, “uncharacteristically” is far from the longest word in the English language. However, a study of 1.7 million samples of everyday English found that it’s the longest you’re likely to encounter on a daily basis.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z3a4b5c6-5678-3456-7890-567890123456"
        },
        {
            "message": "A company in Poland makes dinnerware out of wheat so you can eat your plate! They make plates out of wheat bran because it’s not only edible but also completely biodegradable! Say goodbye to feeling guilty about using disposable dinnerware! Plastic dinnerware can take centuries to decompose, but it takes just thirty days when made from wheat bran. The company makes plates, bowls, and even cutlery that can withstand high temperatures and wet foods. Unfortunately, the dinner table isn’t edible.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a4b5c6d7-0123-8901-2345-012345678901"
        },
        {
            "message": "The average person walks the equivalent of five times around the world in their lifetime. Unless you’re a bit of a couch potato, you will, on average, walk around 7,500 steps daily. The average person lives until they’re 80, so it works out that you’ll walk about 110,000 miles (177,027 km) in your lifetime. The circumference of the Earth at the equator is 24,900 miles (40,072 km). Providing you’re an average person who takes average strides and lives an average length of time, it’s entirely possible to walk the globe five times!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b5c6d7e8-1234-9012-3456-123456789012"
        },
        {
            "message": "Michael Jackson offered to make a Harry Potter musical, but the offer was rejected. Michael Jackson, like many others around the world, was a bit of a Potterhead. He saw the opportunity to turn the books into a musical and pitched the idea to J.K Rowling. For better or worse, Rowling didn’t see it as something that would be incredible and rejected it. In an interview with Oprah Winfrey, Rowling defended her decision, saying she “turned down many adaption opportunities, and Michael Jackson’s just so happened to be one of them.”",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c6d7e8f9-2345-0123-4567-234567890123"
        },
        {
            "message": "The world record for stuffing drinking straws into your mouth at once is 650. On August 25, 2018, Nataraj Karate broke the Guinness World Record for stuffing 650 drinking straws in his mouth at once! Karate broke the world record in Tamil Nadu, India, making him the second Indian in a row to achieve this. To break the record, he had to keep the straws in his mouth for at least 10 seconds. This is the seventeenth time that this record has been broken so far!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "f1g2h3i4-5678-3456-7890-567890123456"
        },
        {
            "message": "Nutella was invented shortly after WWII ended because chocolate was so expensive. The availability of chocolate was low around this time because most of the world’s armies issued rations of chocolate to their soldiers. The lack of supply led many to try creative new approaches. In 1946 Pietro Ferrero created a spread made of tiny amounts of chocolate and plenty of inexpensive hazelnuts. Although it wasn’t a new idea, his formula was, making it much more affordable to regular folk! Ferrero’s son created the final Nutella product and perfected the formula in 1964.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "g2h3i4j5-6789-4567-8901-678901234567"
        },
        {
            "message": "North Korea has its own space program. The North Korea Space Program gained international attention in 1998 when a satellite launch failed to reach orbit. There have been four launches since, with the latest taking place in 2016. The two satellites which actually reached orbit both failed to function. However, according to North Korea, all launches have been great successes.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "h3i4j5k6-7890-5678-9012-789012345678"
        },
        {
            "message": "According to Genesis 1:20-22, the chicken came before the egg. The age-old question seems to have been finally answered, and who answered it? The Bible! The Book of Genesis states that “God created all living things.” It even specifies that he created all birds and instructed them to go out and increase in number. How do birds increase in number, you may ask? By laying eggs! Now, this fact only holds up if you believe in God, but it’s still a pretty great answer!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "i4j5k6l7-8901-6789-0123-890123456789"
        },
        {
            "message": "Ants leave maps for other ants when they walk. Ants leave trails of pheromones when they walk, which act as maps for other ants to follow. This allows them to travel the fastest route to sources of food or their hive. The more ants that walk that route, the stronger the map is for others to follow. So even if a few ants get temporarily lost, they’ll generally find their way home. The amazing thing is that the ants don’t smell the pheromones but detect them with their antennae!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "j5k6l7m8-9012-7890-1234-901234567890"
        },
        {
            "message": "Tears contain a natural painkiller, which reduces pain and improves your mood. The next time you find yourself close to tears, don’t hold back – just let it all out! The explanation comes down to the fact that emotional tears contain endorphins, which are our body’s natural painkillers and mood improvers.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "k6l7m8n9-0123-8901-2345-012345678901"
        },
        {
            "message": "Saturn is the only planet in our solar system that could float in water. Although Saturn is the second-largest planet in our solar system, it’s also the lightest. Saturn could float in water because it’s basically a giant gas ball. However, the true fact here is that you’d need an enormous bathtub! Fun Fact: One year on Saturn is equivalent to 29.457 Earth years, or 10,759 Earth days.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "l7m8n9o0-1234-9012-3456-123456789012"
        },
        {
            "message": "Male cats have longer tails than female cats. Male cats have longer tails simply because they are, on average, larger than female cats. Cats’ tails are generally proportional to their body, so a larger body means a larger tail. On average, male cats’ tails measure around 11 inches (28 cm) long, whereas female cats’ tails are about 9.9 inches (25 cm) long!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "m8n9o0p1-2345-0123-4567-234567890123"
        },
        {
            "message": "Dolly Parton lost in a Dolly Parton look-alike contest. She joined the Dolly Parton look-alike contest on a whim but, to her surprise, didn’t win. Despite going all out with her hair and makeup, she received the least applause.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "n9o0p1q2-3456-1234-5678-345678901234"
        },
        {
            "message": "George W. Bush was once a cheerleader. In 1963, George W. Bush attended Phillips Academy in Andover, Massachusetts. During the school year, he was photographed wearing a short skirt and false breasts stuffed down his sweater to cheer on his school’s team. While this was actually intended to mock the other school’s team, it makes for a great, true story!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "o0p1q2r3-4567-2345-6789-456789012345"
        },
        {
            "message": "In total, there are 205 bones in the skeleton of a horse. While horses may be much larger than us, they have only one less bone than us, with the human body having 206 bones. We suppose this only leaves us with one question: What bone do we have that horses don’t?",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "p1q2r3s4-5678-3456-7890-567890123456"
        },
        {
            "message": "Coca-Cola once bought all the website URLs that can be read as ahh, all the way up to 62 h’s. In 2013, the soft drink company launched a digital campaign to win over millennials and Zoomers. Coca-Cola created websites full of animated games, interactive gifs, and videos. The “ahh” in the URL stands for “the sound a smile would make if it made sounds.” While their ad campaign ended up being a huge success, the websites have since been deactivated.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "q2r3s4t5-6789-4567-8901-678901234567"
        },
        {
            "message": "Each year, there are more than 40,000 toilet-related injuries in the US. It may come as a shock, but injuries of this sort are much more common than you’d think! Some injuries wouldn’t win a Nobel Prize, such as children falling off the toilet. But there are other funny incidents, like the toilet physically collapsing due to the person’s weight sitting on it.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "r3s4t5u6-7890-5678-9012-789012345678"
        },
        {
            "message": "Strawberries can be red, yellow, green, or white. Most people only experience strawberries when they’re already picked and packed into punnets. However, strawberries aren’t red when they start growing. Instead, they start green and turn red as they ripen. Yellow or white strawberries, on the other hand, are an entirely different species of strawberries!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "s4t5u6v7-8901-6789-0123-890123456789"
        },
        {
            "message": "Walt Disney World is the second-largest buyer of fireworks in the US. While this fact may seem shocking at first, it’s no real surprise when you look deeper into it. There are six Walt Disney Worlds in total, and most of them have nightly fireworks displays. Some shows cost up to $50,000, so Disney World spends at least $50 million on fireworks over the course of a year!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "t5u6v7w8-9012-7890-1234-901234567890"
        },
        {
            "message": "Four people lived in a home for six months infested with over 2,000 venomous spiders. Despite the initial encounter with a highly venomous brown recluse spider, the Barger family embarked on nightly two-hour spider hunts, collecting a total of 2,055 of them. Surprisingly, they were never bitten, revealing that brown recluse spiders are not as harmful as believed.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "u6v7w8x9-0123-8901-2345-012345678901"
        },
        {
            "message": "If you fell into a volcano, you’d float on the lava instead of melting. You’ve seen it in films and television hundreds of times, but that doesn’t make it real! In reality, lava is three times denser than water. As we’re mainly composed of water, we would simply float on the surface. It’s still not a great way to go out, though, as you would rapidly catch on fire!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "v7w8x9y0-1234-9012-3456-123456789012"
        },
        {
            "message": "In June 2017, the Facebook community reached 2 billion active users. This was quite the milestone for the social network, as it doubled in size in a five-year period! Since then, Facebook’s growth has slowed dramatically. The social network had 2.9 billion active users as of October 2022. So that’s more than one-third of the world’s population checks their Facebook on a regular basis.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "w8x9y0z1-2345-0123-4567-234567890123"
        },
        {
            "message": "Samuel L. Jackson requested a purple lightsaber in Star Wars to accept the part of Mace Windu. Samuel L. Jackson is a self-professed geek, so it was no surprise that he asked George Lucas to cast him in the prequels. However, Jackson wanted to find himself on screen in big fight scenes, so he made a special request to Lucas. Lucas initially declined, stating that lightsabers could only be blue, green, or red. But fortunately for fans of the purple lightsaber, he eventually changed his mind!",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "x9y0z1a2-3456-1234-5678-345678901234"
        },
        {
            "message": "The giant stone heads on Easter Island have hidden bodies! The Easter Island heads are iconic, but they harbor a secret that blows the mind of all who learn it! Archaeologists discovered hidden bodies deep within the earth when digging the site. The reason their bodies are buried isn’t because of aliens or because they were built in deep holes but simply by landslides covering them up.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "y0z1a2b3-4567-2345-6789-456789012345"
        },
        {
            "message": "Kleenex tissues were originally used as filters in gas masks. The parent company, Kimberly-Clark, started as a paper mill in the late 19th Century. With the first large-scale use of gas in warfare during WWI, there was suddenly a severe demand for a solution. The newly developed Kleenex tissue, made from wood pulp, served as a replaceable filter in gas masks, saving lives.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "z1a2b3c4-5678-3456-7890-567890123456"
        },
        {
            "message": "In 1998, Sony accidentally sold 700,000 camcorders that could see through people’s clothes. Sony designed the cameras to capture footage better in the dark. So their mistake was actually innocent. The camcorders were able to see through clothes as they had the ability to record in infrared. But during the day, you could see through someone’s outer layer of clothing! As soon as Sony realized their error, they attempted to recall all the cameras, making it their largest product recall to date.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "a2b3c4d5-6789-4567-8901-678901234567"
        },
        {
            "message": "During your lifetime, you will spend around seventy-nine days brushing your teeth. It’s common practice to brush your teeth twice a day, for two minutes at a time. Four minutes of brushing a day over a year is 1,460 minutes, which is just over one day of tooth brushing every year. So, if you live to the average life expectancy in the US, 79 years, you’ll brush your teeth for seventy-nine days in total! This is based on the recommended time you should brush your teeth – which you are doing, right?",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "b3c4d5e6-7890-5678-9012-789012345678"
        },
        {
            "message": "Ronald McDonald is “Donald McDonald” in Japan because it makes pronunciation easier for the Japanese. The letters “R” and “L” in English are rather tricky for Japanese speakers to pronounce. As such, McDonald’s decided to change their mascot’s name to “Donaudo Makudonarudo” or Donald McDonald.",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ],
            "message_id": "c4d5e6f7-8901-6789-0123-890123456789"
        },
        {
            "message_id": "45d78672-d31e-4e6a-99d7-a7e863185511",
            "message": "test63453",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ]
        },
        {
            "message_id": "45a57ad9-91b7-4914-9f29-1a06289424c2",
            "message": "test64",
            "days": [
                "Monday",
                "Tuesday",
                "Wednesday",
                "Thursday",
                "Friday",
                "Saturday",
                "Sunday"
            ],
            "time_periods": [
                "default"
            ]
        }
    ]
}